[
  {
    "NO": 1,
    "NAMA": "ADITYA RAHMAT RAMADHAN",
    "NILAI": 93.44015151515151,
    "RANKING": "20 BESAR",
    "PASSWORD": 115845621,
    "CATATAN": "ADIT, harus lebih fokus lagi belajar. Tunjukkan semua potensi adit, ga boleh malu-malu. Terimakasih telah menjadi anak baik, dan mengajak teman lainnya berperilaku baik dan sopan. terimakasih juga telah menyayangi bapak seperti menyayangi orangtua kalian. bapak bangga!"
  },
  {
    "NO": 2,
    "NAMA": "AIRA PUTRI AYU",
    "NILAI": 94.025,
    "RANKING": "10 BESAR",
    "PASSWORD": 108077473,
    "CATATAN": "AIRA, sudah masuk 10 besar. Tapi teman kamu juga berkembang pesat, jadi kelas 9 harus lebih gigih dan tekun belajar agar dapat hasil terbaik.terimakasih telah menyayangi bapak seperti menyayangi orangtua kalian, bapak bangga menjadi walas kalian. semoga kelas 9 bisa jadi Juara!"
  },
  {
    "NO": 3,
    "NAMA": "ANGELI PEBRINA RASTA GINTING",
    "NILAI": 93.44318181818181,
    "RANKING": "20 BESAR",
    "PASSWORD": 106930992,
    "CATATAN": "jaga kesehatan angel, ketika kita sakit dan tidak bisa belajar, teman-teman angel terus bergerak maju dan fokus pada materi-materi belajarnya. Jadinya kita tertinggal. Kalau mau juara angel harus punya strategi dan peka terhadap kesehatan. Semangatt! terimakasih telah menyayangi bapak seperti menyayangi orangtua kalian, bapak bangga menjadi walas kalian. "
  },
  {
    "NO": 4,
    "NAMA": "ARJUNA",
    "NILAI": 93.25378787878786,
    "RANKING": "20 BESAR",
    "PASSWORD": 108915276,
    "CATATAN": "juna harus percaya diri dengan kemampuan juna, juna punya kemampuan seni yang bagus tapi juna tidak mau maju dan mencoba. Tunjukkan semua skill yang kita bisa karena sukses bukan soal nilai akademik saja. terimakasih telah menyayangi bapak seperti menyayangi orangtua kalian, bapak bangga menjadi walas kalian"
  },
  {
    "NO": 5,
    "NAMA": "ATHIVA CALLYSTA",
    "NILAI": 93.61439393939393,
    "RANKING": "DIKIT LAGI 10 BESAR, SMANGAT DI KELAS 9",
    "PASSWORD": 119566197,
    "CATATAN": "nilai ativa meningkat. Tapi teman-teman berkembang jauh lebih pesat dibandingkan ativa makanya ranking bisa turun, kuncinya harus fokus belajar,, jangan terlena sama yang lain. Bapak tau tiva punya potensi. terimakasih telah menyayangi bapak seperti menyayangi orangtua kalian, bapak bangga menjadi walas kalian!"
  },
  {
    "NO": 6,
    "NAMA": "BAGAS ALIF RADITYA",
    "NILAI": 93.19696969696969,
    "RANKING": "20 BESAR",
    "PASSWORD": 107175052,
    "CATATAN": "bagas ga serius aja dapat 20 besar,, gimana kalau serius. Jadi bapak harap kelas 9 bagas bisa lebih maksimal di kelas pada setiap mapel. Terimakasih telah menjadi anak baik dan mengajak teman sekelas menjadi anak-anak yang sopan dan penuh tanggungjawab. terimakasih telah menyayangi bapak seperti menyayangi orangtua kalian, bapak bangga menjadi walas kalian."
  },
  {
    "NO": 7,
    "NAMA": "BRIGITTA MISYA SEBAYANG",
    "NILAI": 94.65151515151516,
    "RANKING": "3 BESAR",
    "PASSWORD": 114651935,
    "CATATAN": "congrate gitt,, keren banget. Kejar lagi biar bisa jadi pemuncak. Bangga! terimakasih telah menyayangi bapak seperti menyayangi orangtua kalian, bapak bangga menjadi walas kalian!"
  },
  {
    "NO": 8,
    "NAMA": "CHANIA ALIFIA ZAHRA",
    "NILAI": 93.94848484848485,
    "RANKING": "DIKIT LAGI 10 BESAR, SMANGAT DI KELAS 9",
    "PASSWORD": 113557156,
    "CATATAN": "caca nilai semester ini bagus dan meningkat, namun teman-teman lebih punya banyak waktu semester ini. Selamat dan terimakasih untuk perjuangan caca sampai sejauh ini. Bapak bangga.. Kelas sembilan semoga JUARA NASIONAL! terimakasih telah menyayangi bapak, bapak bangga menjadi walas kalian"
  },
  {
    "NO": 9,
    "NAMA": "DEAN TJIEPTA BAGJA",
    "NILAI": 94.23030303030303,
    "RANKING": "10 BESAR",
    "PASSWORD": 3111475175,
    "CATATAN": "DEAN, terimakasih telah menepati semua janji-janji dean ke bapak, dean hebat dan bapak yakin kelas 9 dean bisa meningkatka lagi nilai2 dean dengan syarat lebih semangat dan fokus dalam kelas. terimakasih telah menyayangi bapak seperti menyayangi orangtua kalian, bapak bangga menjadi walas kalian!"
  },
  {
    "NO": 10,
    "NAMA": "DWI SYAFIQ PIRATA",
    "NILAI": 93.34621212121213,
    "RANKING": "20 BESAR",
    "PASSWORD": 119231237,
    "CATATAN": "sapik salah satu siswa bapak yang banyak membantu bapak tahun ini, tidak pernah ada masalah,, rapi rajin dan tertib. Itu semua adalah kekuatan sapik.. Intinya soal karakter sapik udah juara banget.  Nah selanjutnya harus bisa belajar ekstra sehingga karakter juara dan nilai juga juara. terimakasih telah menyayangi bapak seperti menyayangi orangtua kalian, bapak bangga menjadi walas kalian."
  },
  {
    "NO": 11,
    "NAMA": "ELANA BELVA YENTA PUTRI",
    "NILAI": 92.68484848484849,
    "RANKING": "KAMU HEBAT",
    "PASSWORD": 115944312,
    "CATATAN": "elana, meskipun nilai meningkat tapi ranking menurun, alasannya tentu elana sendiri yang lebih tau. Semangat lagi di kelas 9 ya nak. Ga ada lagi waktu buat main-main. terimakasih telah menyayangi bapak seperti menyayangi orangtua kalian, bapak bangga menjadi walas kalian!"
  },
  {
    "NO": 12,
    "NAMA": "FARRAS ABDULLAH KHAISAN",
    "NILAI": 93.17424242424241,
    "RANKING": "20 BESAR",
    "PASSWORD": 116336752,
    "CATATAN": "farras, alhamdulillah 20 besar, tapi ga boleh puas dengan ini aja. Faras harus lebih semngat dan fokus. Jangan puas hanya sampai di sini. Terimakasih telah menjadi anak baik selama di keals 85. terimakasih telah menyayangi bapak seperti menyayangi orangtua kalian, bapak bangga menjadi walas kalian"
  },
  {
    "NO": 13,
    "NAMA": "FILZA FAIZAH ZAAHIRAH",
    "NILAI": 93.16363636363636,
    "RANKING": "20 BESAR",
    "PASSWORD": 114416852,
    "CATATAN": "filza punya bakat di seni, tapi jangan sampai melalauikan belajar karena itu. Bapak selalu perhatikan kalau filza rajin mencatat, tidak suka tidur di kelas dan pandai bersosialisasi dengan teman, tetap jadi anak yang baik, sopan dan bertanggungjawab, lebih semngat lagi nanti di kelas 9 dan luluslah dengan nilai memuaskan. terimakasih telah menyayangi bapak seperti menyayangi orangtua kalian, bapak bangga menjadi walas kalian"
  },
  {
    "NO": 14,
    "NAMA": "FRANSISCUS SIREGAR",
    "NILAI": 93.7651515151515,
    "RANKING": "DIKIT LAGI 10 BESAR, SMANGAT DI KELAS 9",
    "PASSWORD": 112938766,
    "CATATAN": "frans punya potensi, meskipun frans banyak dapat catatan tapi malah masih masuk 10 besar. Pesan bapak frans harus lebih pandai mengambil hati guru, harus ramah dan sopan dalam berbicara baik dengan teman apalagi guru. Berpakaian yang rapi mulai dari atas sampai sepatu. bapak yakin nanti di kelas 9 frans minimal bisa masuk 5 besar. maaf kalau selama ini bapak sering marah dan menegur frans itu karena bapak mau frans lebih baik lagi kedepannya. terimakasih telah menjadi anak yang jujur dan terimakasih telah menyayangi bapak seperti menyayangi orangtua kalian, bapak bangga menjadi walas kalian."
  },
  {
    "NO": 15,
    "NAMA": "GALIH DWI PRADIPTA",
    "NILAI": 92.90530303030303,
    "RANKING": "KAMU HEBAT",
    "PASSWORD": 111826421,
    "CATATAN": "nilai galih meningkat, namun ternyata teman-teman meningkat jauh lebih cepat. Jangan malu untuk menunjukkan kemampuan kita kepada guru agar semua potensi galih bisa terlihat dan terus bisa dikembangkan. Bapak berharap banyak pada galih seperti halnya mama galih. buat kami bangga dengan hasil yang memuaskan di kelas 9 ya. semangat!"
  },
  {
    "NO": 16,
    "NAMA": "HAMIZAN MALIK YASIR",
    "NILAI": 94.44545454545454,
    "RANKING": "5 BESAR",
    "PASSWORD": 127035672,
    "CATATAN": "malik, kali ini sudah masuk 5 besar, jarak nilai malik dengan peringkat 1 tipis banget. Mungkin bedanya malik lebih kalem dibanding yang lain. Itu tidak salah tapi sebagai pelajar kita harus punya ambisi untuk mendapatkan nilai dan peringkat terbaik. malik harus lebih aktif caper ke guru, menegur guru atau sekedar membantu membawakan tas guru juga mungkin akan membuat malik bisa mendapatkan perhatian lebih juga dari guru. bapak bangga! terimakasih telah menyayangi bapak seperti menyayangi orangtua kalian. jangan lupakan bapak ya.."
  },
  {
    "NO": 17,
    "NAMA": "INDIRA AGNI YOANDRA",
    "NILAI": 94.55303030303031,
    "RANKING": "3 BESAR",
    "PASSWORD": 125004057,
    "CATATAN": "sekarang indi masuk 3 besar, alhamdulillah. Selanjutnya kejar peringkat pertama,, dan hati-hati nilai indi dengan peringkat 5 besar sangat tipis kalau indi main main mereka sudah pasti akan mengmabil posisi indi sekarang. Di kelas 9 harus lebih hebat lagi dan mungkin bisa sedikit lebih ambis lagi. ambis terhadap hal positif itu tidak salah loh. terimakasih telah menyayangi bapak seperti menyayangi orangtua kalian, bapak bangga menjadi walas kalian."
  },
  {
    "NO": 18,
    "NAMA": "INDRA NUGRAHA",
    "NILAI": 93.78181818181817,
    "RANKING": "DIKIT LAGI 10 BESAR, SMANGAT DI KELAS 9",
    "PASSWORD": 105937066,
    "CATATAN": "terimakasih selama setahun ini telah menjadi anak baik. Meskipun di awal indra naik kelas dengan catatan dari kesiswaan namun di kelas 8 indra membuktikan kepada bapak kalau indra adalah anak yang baik. Dan terimakasih telah membantu banyak di kelas. semoga sukses nak, bapak tau kamu punya potensi yang besar. buat mama bangga! seperti bapak bangga sama indra. terimakasih telah menyayangi bapak seperti menyayangi orangtua kalian, jangan lupakan bapak yaa"
  },
  {
    "NO": 19,
    "NAMA": "KEISYA PUTRI HENDISHA",
    "NILAI": 93.10378787878788,
    "RANKING": "KAMU HEBAT",
    "PASSWORD": 118962430,
    "CATATAN": "keisya, anakmbapak paling comel di kelas 85. nilainya makin bagus, perkenbangan keisya sangat positif baik dalam belajar maupun dalam bersosial. Di kelas sembilan tetap harus lebih ditingkatkan lagi. Teruslah menjadi sosok yang aktif. Perbanyak belajar mandiri agar bisa lebih berkembang dari segi akademik, semoga di kelas 9 bisa juara! terimakasih telah menyayangi bapak seperti menyayangi orangtua kalian, bapak bangga menjadi walas kalian."
  },
  {
    "NO": 20,
    "NAMA": "KHANZA FELICIA",
    "NILAI": 93.88787878787879,
    "RANKING": "DIKIT LAGI 10 BESAR, SMANGAT DI KELAS 9",
    "PASSWORD": 116067433,
    "CATATAN": "untuk khanza anak pak anshor, terimakasih sudah mendukung bapak sejauh ini, salah satu kelebihan khanza dari yang lain adalah khanza punya kharisma seorang pemimpin. Khanza bisa menarik teman teman mengikuti khanza jadi teruslah menjadi sosok yang mengajak ke arah yang positif. khanza tidak egois dan khanza bisa menunjukkan ekspresi dan emosi dengan baik. tinggal bagaimana khanza memaksimalkan waktu belajar sampai khanza jadi juara. bapak yakin itu bisa terjadi di kelas 9. semangatt! terimakasih telah menyayangi bapak seperti menyayangi orangtua kalian, bapak bangga menjadi walas kalian. <3"
  },
  {
    "NO": 21,
    "NAMA": "LUTFIAH RISFA JUNE",
    "NILAI": 92.90303030303029,
    "RANKING": "KAMU HEBAT",
    "PASSWORD": 112340890,
    "CATATAN": "selamat telah berada sampai ke tahap ini. Selama satu tahun ayya sudah berjuang dengan berbagai permaslahan yang ada, hebatnya ayya berhasil melewatinya. Di kelas 9 ayya harus lebih hebat lagi, ayya tidak boleh insecure atau tidka percaya diri terhadap diri ayya karena harus ayya sadari kalau diri ayya adalah seorang pejuang yang hebat. perbanyak teman dan relasi agar bisa meningkatkan potensi diri. segala apa yang dilakukan dengan susngguh-sungguh akan mendapatkan hasil yang baik. semangat! terimakasih telah menyayangi bapak seperti menyayangi orangtua kalian, bapak bangga menjadi walas kalian."
  },
  {
    "NO": 22,
    "NAMA": "M. ASRA AKMAL SANY",
    "NILAI": 93.43712121212121,
    "RANKING": "20 BESAR",
    "PASSWORD": 118166166,
    "CATATAN": "satu hal yang membuat asra spesial adalah rasa sosial asra yang sangat tinggi, suka mengalah dan tidak pernah terlibat dalam konflik sehingga semua orang menyukai asra. Bapak senang dengan semua sikap dan perilaku asra yang rajin disiplin dan penuh tanggungjawab. namun ada waktunya asra harus lebih percaya diri untuk menunjukkan perasaan asra. semoga di kelas 9 nilainya semakin meningkat dan lebih ceria.  terimakasih telah menyayangi bapak seperti menyayangi orangtua kalian, bapak bangga menjadi walas kalian."
  },
  {
    "NO": 23,
    "NAMA": "M. REVAN RISKY PRATAMA",
    "NILAI": 92.88257575757576,
    "RANKING": "KAMU HEBAT",
    "PASSWORD": 115078471,
    "CATATAN": "nilai revan sudah semakin baik meskipun belum dapat peringkat teratas, tapi revan punya banyak nilai positif diantaranya percaya diri dan berani menunjukkan potensi. Hebat. Namun selanjutnya di kelas harus lebih aktif lagi. Perhatikan waktu istirahat di rumah sehingga di kelas punya energi dan semangat belajar. kalau revan semangat belajar bukan tidak mungkin revan bisa menjadi juara kelas. terimakasih telah menjadi anak yang baik di kelas 8 ini. keren. terimakasih telah menyayangi bapak seperti menyayangi orangtua kalian, bapak bangga menjadi walas kalian"
  },
  {
    "NO": 24,
    "NAMA": "MUHAMMAD ADJIE BARFIN STIALAM",
    "NILAI": 92.96818181818182,
    "RANKING": "KAMU HEBAT",
    "PASSWORD": 111164137,
    "CATATAN": "Selama kelas 8 adji telah menunjukkan perkembangan positif, meskipun adji belum dapat peringkat teratas, itu bukan berarti adji tidak hebat, itu hanya akrena fokus adji lebih kepada hal lain dibandingkan dengan pelajaran. Maka harus lebih peka terhadap situasi kelas dan fokus mengikuti pelajaran. tetap semangat dan terimakasih telah menjadi anak yang baik di kelas kita. terimakasih telah berjuang dan mengharumkan nama kelas 85 dengan prestasi-prestasi olahraga. terimakasih telah menyayangi bapak seperti menyayangi orangtua kalian, bapak bangga menjadi walas kalian."
  },
  {
    "NO": 25,
    "NAMA": "MUHAMMAD EMIR FARSHAD",
    "NILAI": 93.44166666666666,
    "RANKING": "20 BESAR",
    "PASSWORD": 107744299,
    "CATATAN": "emir anak kesayangan pak anshor, terimakasih telah menjadi anak baik selama di kelas 8. mungkin emir belum menunjukkan semua potensi emir selama di kelas 8 jadi bapak harap di kelas 9 emir bisa menunjukkan semua kemampuan emir di kelas 9 dengan percaya diri dan penuh semangat, terimakasih telah menjadi anak baik dan mengikuti semua intruksi bapak. semangat nak. terimakasih telah menyayangi bapak seperti menyayangi orangtua kalian, bapak bangga menjadi walas kalian"
  },
  {
    "NO": 26,
    "NAMA": "MUHAMMAD HAZEL ALFARISI",
    "NILAI": 93.075,
    "RANKING": "KAMU HEBAT",
    "PASSWORD": 101055080,
    "CATATAN": "hazel kapten futsal pal anshor, satu hal yang menjadi nilai lebih dari hazel adalah karakter hazel yang kuat. Hazel bisa mengajak teman-teman ke arah yang positif. Bakat hazel dalam olahraga sangat baik sehingga bapak harap hazel bisa terus memberikan yang terbaik. terimakasih telah menjadi anak baik, saopan dan bertanggungjawab. kalau tidak ada hazel yang memimpin teman-teman laki-laki di kelas mungkin kelas bapak tidak akan setentram ini, bisa saja banyak yang berkasus dan lain sebagainya, jadi selanjutnya di kelas 9 hazel bisa terus memimpin teman-teman ke arah yang baik dan mencegah mereka melakukan pelanggaran. terimakasih sudah mengharumkan nama kelas 85 dalam bidang olahraga. vamosss! terimakasih telah menyayangi bapak seperti menyayangi orangtua kalian, bapak bangga menjadi walas kalian."
  },
  {
    "NO": 27,
    "NAMA": "MUHAMMAD RAKHA AL-QAUSAR",
    "NILAI": 94.33333333333334,
    "RANKING": "DIKIT LAGI 10 BESAR, SMANGAT DI KELAS 9",
    "PASSWORD": 102949870,
    "CATATAN": "selamat telah menjadi jaura dan mengharumkan nama sekolah. Bapak bangga dan senang memiliki raka di kelas bapak, berkali-kali mengharumkan nama kelas dan memiliki karakter yang baik didalam dan luar kelas. Selanjutnya di kelas 9 semoga bisa sampai ke tahap nasional dan terus membanggakan mama dan juga sekolah. tetaplah menjadi sosok yang ekspresif, semngat dan penuh keceriaan. bapak bangga! terimakasih telah menyayangi bapak seperti menyayangi orangtua kalian, bapak bangga menjadi walas kalian."
  },
  {
    "NO": 28,
    "NAMA": "NADHIRA KIRANA PUTRI",
    "NILAI": 93.1060606060606,
    "RANKING": "KAMU HEBAT",
    "PASSWORD": 111863747,
    "CATATAN": "nadira sipaling cosplay, terimakasih sudah menjadi anak baik dan membantu bapak dalam banyak hal. Maaf kalau bapak sering usil sama dira, itu karena bapak senang melihat dira ceria. Semangat lagi di kelas 9 dan jangan lupakan bapak.. <3 terimakasih telah menyayangi bapak seperti menyayangi orangtua kalian, bapak bangga menjadi walas kalian"
  },
  {
    "NO": 29,
    "NAMA": "NAUFAL AKBAR RAMADHAN",
    "NILAI": 91.24772727272729,
    "RANKING": "KAMU HEBAT",
    "PASSWORD": 102500417,
    "CATATAN": "untuk akbar anak bapak yang paling disayang bu yur, maaf bapak sering marah-marah selama setahun ini. Maaf kalau kadang terkesan selalu menekan akbar, tapi itu semua karena bapak sayang sama akbar. Bapak tidak mau anak bapak dipandang tidak baik oleh orang lain. bapak sangat menyayangi akbar dan sangat tau dan mengerti perasaan akbar hanya saja segala harapan bapak itu tidak bisa terwujud kalau akbar tidak mau membantu bapak dan bekerja sama memerbaiki semua pemikiran orang tentang akbar. bapak tau akbar anak yang baik, akbar tidak kasar dengan perempuan akbar tidak menyakiti orang lain, akabr tidak menggangu teman itu saja sudah jadi bukti bahwa akbar itu baik dan punya hati yang lembut hanya saja akbar masih mau terlibat dengan teman-teman yang salahs ehingga akbar terus berada di situasi yang salah. semoga kelas 9 akbar bisa menunjukkan siapa diri akbar yang sebenarnya yaitu akabr yang sopan, baik dan bertanggungjawab. terimakasih telah menyayangi bapak seperti menyayangi orangtua kalian, bapak bangga menjadi walas kalian."
  },
  {
    "NO": 30,
    "NAMA": "NUR DELINA PUTRI",
    "NILAI": 93.68712121212121,
    "RANKING": "DIKIT LAGI 10 BESAR, SMANGAT DI KELAS 9",
    "PASSWORD": 108546364,
    "CATATAN": "delin punya potensi yang besar, nilai telah meningkat namun harusnya bisa lebih baik dari ini. Sekarang delin sedikit lebih longgar belajar, lebih banyak memperhatikan cermin dibanding papan tulis makanya belum masuk ke 3 besar atau 5 besar. Jadi bapak ahrap lebih fokus lagi dalam belajar. tetaplah jadi delin yang ceria, kurang-kurangi kasmaran-kasmaran yang bikin delin gak fokus. belajar dulu aja.. semangatt terimakasih telah menyayangi bapak seperti menyayangi orangtua kalian, bapak bangga menjadi walas kalian."
  },
  {
    "NO": 31,
    "NAMA": "NOVRIZA CASSEYLIA",
    "NILAI": 95.5090909090909,
    "RANKING": "3 BESAR",
    "PASSWORD": 109756842,
    "CATATAN": "selamat sudah jadi juara dan menunjukkan perkembangan positif. Terimakasih telah menjadi ketua kelas bapak dan menjaga kelas kita. Semoga kelas 9 nonop lebih semangat lagi dan meningkatkan prestasi. Hati-hati jarak nilai novriza dengan peringkat dibawahnya tidak begitu jauh jadi jangan sampai lengah nanti ditikung. bapak bangga! terimakasih telah menyayangi bapak seperti menyayangi orangtua kalian, bapak bangga menjadi walas kalian,"
  },
  {
    "NO": 32,
    "NAMA": "QONITA NATASYA HUMAIROH",
    "NILAI": 94.0969696969697,
    "RANKING": "10 BESAR",
    "PASSWORD": 119670112,
    "CATATAN": "selamat qonit telah menyelesaikan semua naik turun kehidupan salama kelas 8, alhamdulillah masuk 10 besar itu sangat hebat. Selanjutnya terimakasih telah menjadi anak baik dan membantu bapak, terimakasih telah menyayangi bapak seperti menyayangi orangtua kalian. semoga di kelas 9 bisa dapat kelas yang bagus dan terus menjadi sosok yang ceria dan penuh semangat!!"
  },
  {
    "NO": 33,
    "NAMA": "RAFA ALFITRA RIANTA",
    "NILAI": 93.11515151515151,
    "RANKING": "20 BESAR",
    "PASSWORD": 104850571,
    "CATATAN": "selamat telah berhasil sampai ke tahap ini, bahkan sampai masuk 20 besar, selanjutnya semoga rafa bisa belajar dengan lebih fokus dan semangat. Berani maju dan menunjukkan potensi diri.terimakasih telah mengharumkan nama kelas kita dengan prestasi. Terimakasih telah menajdi anak baik salama di kelas 8 ini, semoga di kelas 9 bisa lebih baik lagi. rafa bisa lebih baik kalau rafa mau menunjukkannnya dan menemukan semangat belajar rafa. terimakasih telah menyayangi bapak seperti menyayangi orangtua kalian, bapak bangga menjadi walas kalian."
  },
  {
    "NO": 34,
    "NAMA": "RAINHARD PANAHATAN NAINGGOLAN",
    "NILAI": 94.44318181818181,
    "RANKING": "5 BESAR",
    "PASSWORD": 108991454,
    "CATATAN": "rainhard kapten esport, terimakasih telah mengharumkan nama kelas kita dan berjuang penuh semangat. Selamat telah mencapai pencapaian ini. Selanjutnya harus lebih semangat dan bisa masuk 3 besar aamiin. terimakasih telah menyayangi bapak seperti menyayangi orangtua kalian, bapak bangga menjadi walas kalian."
  },
  {
    "NO": 35,
    "NAMA": "RAISA LUTHFIA",
    "NILAI": 94.51287878787879,
    "RANKING": "5 BESAR",
    "PASSWORD": 114935414,
    "CATATAN": "halo ica anak pak dediii,, hehe. Selamat telah sampai ke tahap ini telah berjuang dengan penuh semangat dan keceriaan, ga usah sedih bapak yakin kelas selanjutnya juga akan tetap menyenangkan karena di kelas itu ada icaa, pasti seru lah. Terimakasih telah menjadi anak baik, telah membantu bapak menjaga anak-anak cowok yang lasak-lasak jadi bapak ga pernah masuk kesiswaan lagi. terimakasih telah mengharumkan nama kelas dan sekolah membimbing teman-teman bersama-sama ke arah positif. terimakasih telah menyayangi bapak seperti menyayangi orangtua kalian, bapak bangga menjadi walas kalian. jangan lupakan bapak yaa <3"
  },
  {
    "NO": 36,
    "NAMA": "SAKHIRA NOVELIA DIVANA",
    "NILAI": 93.44999999999999,
    "RANKING": "DIKIT LAGI 10 BESAR, SMANGAT DI KELAS 9",
    "PASSWORD": 104612413,
    "CATATAN": "sakhira sipaling pasus. Selamat telah sampai ke tahap ini. Terimakasih telah membanggakan bapak dan membawa kelas kita mendapatkan prestasi. Sakhira adalah alah satu anak bapak yang paling ceria dan mandiri, tidak banyak cerita dan selalu positif. selanjutnya pasti bisa masuk 5 besar atau bahkan jadi juara. terimakasih telah menyayangi bapak seperti menyayangi orangtua kalian, bapak bangga menjadi walas kalian. "
  },
  {
    "NO": 37,
    "NAMA": "SHARON AVIANTI JUITA",
    "NILAI": 93.11136363636363,
    "RANKING": "KAMU HEBAT",
    "PASSWORD": 106617096,
    "CATATAN": "selamat sharoon telah berhasil sampai ke tahap ini. Telah menyelesaikan kelas 8 dengan baik tanpa masalah tanpa kesiswaan tanpa drama. Bapak bangga setelah kelas 7 banyak yang memandang dharoon sebelah mata tapi di kelas 8 ini sharon telah membuktikan dengan menjadi anak yang baik dan ceria. sekarang sharon bisa lebih fokus ke pembelajaran dan mengejar prestasi. sharon hebat. terimakasih telah menyayangi bapak seperti menyayangi orangtua kalian, bapak bangga menjadi walas kalian."
  },
  {
    "NO": 38,
    "NAMA": "VINO DWI APRILLIO SAPUTRA",
    "NILAI": 91.27803030303029,
    "RANKING": "KAMU HEBAT",
    "PASSWORD": 114911290,
    "CATATAN": "vino, maaf bapak sering marah-marah selama setahun ini. Maaf kalau kadang terkesan selalu menekanvino, tapi itu semua karena bapak sayang. Bapak tidak mau anak bapak dipandang tidak baik oleh orang lain. kelas 9 vino harus bisa lebih baik ya nak. bapak berharap banyak sama vino begitu pula ayah dan mama yang berharap anak laki-lakinya bisa jadi orang yang sukses, hanya saja segala harapan itu tidak bisa terwujud kalau vino sendiri tidak mau berubah ke arah yang lebih baik. bapak mau vino di kelas 9 menjadi vino yang sopan, baik dan bertanggungjawab. terimakasih telah menyayangi bapak seperti menyayangi orangtua kalian, bapak bangga menjadi walas kalian."
  },
  {
    "NO": 39,
    "NAMA": "WINA ANDINI",
    "NILAI": 93.56742424242424,
    "RANKING": "DIKIT LAGI 10 BESAR, SMANGAT DI KELAS 9",
    "PASSWORD": 111729233,
    "CATATAN": "untuk wina, selamat telah menyelesaikan semua proses pembelajaran di kelas 8, terimakasih telah mengharumkan nama kelas dalam perjalanan kita selama setahun ini. Wina sangat hebat sampai bisa masuk 10 besar, selanjutnya harus lebih baik lagi dan lebih hebat lagi. tetaplah menjadi wina yang ceria dan menyenangkan. kembangkan lagi semua potensi wina di kelas 9 bapak tau wina punya potensi. maaf kalau bapak sering usil, bapak sennag bisa memiliki kalian di kelas bapak. terimakasih telah menyayangi bapak seperti menyayangi orangtua kalian, bapak bangga menjadi walas kalian. jangan lupakan bapak yaa"
  },
  {
    "NO": 40,
    "NAMA": "ZAKI OMAR SHIFAN",
    "NILAI": 92.66818181818181,
    "RANKING": "KAMU HEBAT",
    "PASSWORD": 106616053,
    "CATATAN": "zaki mvp esport 85, selamat telah sampai ke tahap ini. Terimakasih telah menjadi anak baik dan mengharumkan nama kelas kita. Semoga di kelas 9 zaki lebih berkembang dan menunjukkan semua potensi diri zaki. Harus lebih semangat dan fokus belajar di kelas, berani manju dan mengangkat tangan. bapak tau zaki punya potensi untuk menjadi orang sukses. terimakasih telah menyayangi bapak seperti menyayangi orangtua kalian, bapak bangga menjadi walas kalian. "
  },
  {
    "NO": 41,
    "NAMA": "ZIFARA NURULINA WIRMANSYAH",
    "NILAI": 92.84848484848484,
    "RANKING": "KAMU HEBAT",
    "PASSWORD": 107868503,
    "CATATAN": "untuk zizi, selamat telah sampai ke tahap ini. Telah menyelesaikan pembelajaran dengan baik selama di kelas 8. selanjutnya di kelas 9 harus lebih fokus dan semangat biar nilai makin baik. Maaf bapak banyak memaksa zizi untuk menjadi petugas imtaq atau kegiatan lainnya karena bapak mau zizi menyadari kemampuan zizi sendiri. zizi harus berani menunjukkan itu kedepannya. bapak tau zizi punya potensi besar dalam diri zizi hanya saja potensi itu bisa terwujud jika zizi mau berkembang dan terus belajar. terimakasih telah membanggakan kelas dan membuat harum nama kelas kita. terimakasih telah menajdi anak yang baik selama setahun ini. terimakasih telah menyayangi bapak seperti menyayangi orangtua kalian, bapak bangga menjadi walas kalian. "
  },
  {
    "NO": 42,
    "NAMA": "AURA DEWINDRA SEPTIA",
    "NILAI": 94.12121212121214,
    "RANKING": "10 BESAR",
    "PASSWORD": 104604480,
    "CATATAN": "Aura dewindra, selamat telah sampai ke tahap ini. Selamat telah menjadi juara tingkat kota membanggakan kelas sekolah, orangtua, dan bapak. Meskipun kita baru bersama dalam semester ini tapi bapak sangat sennag memiliki aura di kelas bapak. Maaf kalau selama proses aura masuk di kelas bapak belum bisa membantu aura menemukan kenyamanan di kelas 85. baak doakan aura bisa terus melaju ke nasional bersama tim tari tradisional. dan nanti bapak akan menjadi orang yang tersenyum dan dengan bangga menyebutkan \" yang juara itu adalah anak saya\" maaf kalau bapak sering usil, itu karenabapak senang memili kalian di sisi bapak. terimakasih telah menyayangi bapak seperti menyayangi orangtua kalian, bapak bangga menjadi walas kalian. jangan lupakan pak anshor comel yaa <3"
  }
]